<chapter>
  <id>17</id>
  <title>B&#259;uturi</title>

  <intro>
    <img style="float: left; margin-right: 10px;" src="../images/F-17-01.png" />

    <p>
      Organismul omului are nevoie zilnic de 1,5 litru
      lichide. Aceast&#259; cantitate de lichide se introduce &#238;n
      corp odat&#259; cu ingerarea alimentelor, c&#259;ci toate
      alimentele con&#355;in ap&#259;. Cele mai indicate b&#259;uturi
      s&#238;nt cele f&#259;r&#259; alcool, de exemplu apa, ceaiul-de
      preferin&#355;&#259; cele de plante medicinale - sucuri de
      fructe etc., precum &#351;i unele preparate culinare ca supele,
      bor&#351;urile; dar &#351;i laptele con&#355;ine 90% ap&#259;,
      carnea 75%, fructele 85% etc. A&#351;adar, organismul are
      asigurat necesarul de ap&#259; zilnic care s&#259;
      &#238;nlocuiasc&#259; pierderile. O cantitate prea mare sau prea
      mic&#259; de lichide produce perturba&#355;ii &#238;n
      organism. Apa nu se bea &#238;n timpul meselor c&#259;ci duce la
      dilatarea stomacului, obosirea inimii etc. Apa trebuie s&#259;
      se bea &#238;ntre mese.  &#238;n afara b&#259;uturilor
      f&#259;r&#259; alcool, mai s&#238;nt &#351;i b&#259;uturi slab
      alcoolice cum s&#238;nt cvasul, mazagramul, vinurile cu
      pu&#355;in alcool care se beau &#238;n cantit&#259;&#355;i mai
      mici &#351;i nu zilnic.  &#350;i ele fac parte din cantitatea de
      1,500 litru lichide pe zi.
    </p>
    <p>
      B&#259;uturile tari, cu alcool mult nu s&#238;nt indicate
      dec&#238;t rar, la ocazii festive &#351;i &#238;n cantitate
      mic&#259;, c&#259;ci ele produc boli grave de ficat, stomac,
      dezechilibru dezastruos &#238;n organism. Nici berea nu este
      indicat&#259; s&#259; se consume zilnic, c&#259;ci
      &#238;ngra&#351;&#259; organismul, sl&#259;be&#351;te for&#355;a
      fizic&#259; &#351;i intelectual&#259;,
      mole&#351;e&#351;te. Vinul are acela&#351;i rezultat nedorit,
      dac&#259; se bea zilnic &#351;i &#238;n cantitate mare.
    </p>
  </intro>

  <!-- ##################################################################### -->

  <section>
    <id>1</id>
    <title>B&#259;uturi cu cafea &#351;i slab alcoolice</title>

    <intro>
      Cafeaua este un excitant al sistemului nervos central &#351;i un
      vasodilatator. O ce&#351;cu&#355;&#259; pe zi se poate bea, mai
      mult este d&#259;un&#259;toare.
    </intro>

    <recipes>
      <id>1</id>
      <id>2</id>
      <id>3</id>
    </recipes>
  </section>

  <!-- ##################################################################### -->

  <recipes>
    <id>4</id>
    <id>5</id>
    <id>6</id>
    <id>7</id>
    <id>8</id>
    <id>9</id>
    <id>10</id>
    <id>11</id>
  </recipes>

  <!-- ##################################################################### -->

  <section>
    <id>2</id>
    <title>Vi&#351;inat&#259; si afinate</title>

    <recipes>
      <id>12</id>
      <id>13</id>
    </recipes>
  </section>

  <!-- ##################################################################### -->

</chapter>
