<recipe>

  <id>11</id>

  <title>Aluatul pentru foaie</title>

  <ingredients>
    <item>500 g f&#259;in&#259;</item>
    <item>1 linguri&#355;&#259; (10 g)</item>
    <item>sare</item>
    <item>1/2 pahar (125 g) ap&#259; c&#259;ldu&#355;&#259;</item>
    <item>1 lingur&#259; (20 g) untdelemn</item>
  </ingredients>

  <preparation>
    F&#259;ina nu trebuie s&#259; fie rece de la c&#259;mar&#259;, ci
    dup&#259; ce a fost &#355;inut&#259; &#238;n buc&#259;t&#259;rie
    1-2 zile.  Se pune f&#259;ina &#238;ntr-un castron, se
    amestec&#259; bine cu apa c&#259;ldu&#355;&#259; &#238;n care s-a
    dizolvat sarea &#351;i cu untdelemnul. Se fr&#259;m&#238;nt&#259;
    apoi se trece pe plan&#351;et&#259; &#351;i se continu&#259;
    fr&#259;m&#238;ntatul, lovind aluatul de plan&#351;et&#259; de
    c&#238;teva ori; apoi iar se fr&#259;m&#238;nt&#259;. iar se
    love&#351;te de plan&#351;et&#259; &#351;i tot a&#351;a de 7-8
    ori, p&#238;n&#259; ce aluatul devine elastic &#351;i moale.  Pe o
    mas&#259; mare se a&#351;terne o fa&#355;&#259; de mas&#259;
    curat&#259;, alb&#259;, peste care se presar&#259;
    f&#259;in&#259;.  Se a&#351;az&#259; aluatul la mijlocul mesei
    &#351;i se acoper&#259; cu o crati&#355;&#259; fierbinte. Se
    las&#259; a&#351;a un sfert de or&#259;. Se
    &#238;ndep&#259;rteaz&#259; apoi crati&#355;&#259; &#351;i aluatul
    se &#238;ntinde cu sucitorul. Dup&#259; aceea se introduc
    m&#238;inile sub foaie, cu dosul palmelor &#238;n sus &#351;i se
    &#238;ntinde u&#351;or foaia tr&#259;g&#238;nd &#238;ncet aluatul
    spre marginea mesei jur&#238;mprejur, p&#238;n&#259; se ajunge sub
    marginea mesei, &#238;ntinsul foii se face foarte u&#351;or, ca
    s&#259; nu se rup&#259;. Marginile foii r&#259;m&#238;n de obicei
    mai groase &#351;i ele se rup &#238;ncet &#351;i se
    &#238;ndep&#259;rteaz&#259;. Foaia trebuie s&#259; fie at&#238;t
    de sub&#355;ire &#238;nc&#238;t s&#259; se &#238;ntrevad&#259;
    prin ea &#355;es&#259;tura fe&#355;ei de mas&#259;. Nu trebuie
    s&#259; r&#259;m&#238;n&#259; &#238;n ea por&#355;iuni mai groase,
    ci s&#259; fie uniform de sub&#355;ire. Se las&#259; s&#259; se
    usuce.
    <br />
    <br />
    Pe m&#259;sur&#259; ce se usuc&#259;, se strope&#351;te cu unt
    topit &#351;i c&#259;ldu&#355;, cu ajutorul unei pene, ca s&#259;
    nu se rup&#259; c&#238;nd se va rula. Nu se las&#259; s&#259; se
    usuce prea tare. Marginile foii, care au dep&#259;&#351;it masa,
    se ridic&#259; u&#351;or peste foaie &#351;i se stropesc &#351;i
    ele cu unt. Aceast&#259; foaie se umple cu diferite preparate, se
    ruleaz&#259; &#351;i se coace &#238;n cuptor, (vezi capitolul ce
    urmeaz&#259;).
  </preparation>

</recipe>
l ce
    urmeaz&#259;).
  </preparation>

</recipe>
