<recipe>

  <id>12</id>

  <title>Umpluturi pentru aluaturi</title>

  <ingredients>

  </ingredients>

  <preparation>
    <ol>
      <li>
        Nuci m&#259;cinate, amestecate cu zah&#259;r, pu&#355;in lapte
        &#351;i &#355;inute pu&#355;in pe foc p&#238;n&#259; devine ca
        o crem&#259;, amestec&#238;nd s&#259; nu se prind&#259;,
        &#238;n loc de lapte se poate folosi albu&#351; b&#259;tut
        spum&#259;, dar &#238;n acest caz nu se mai pun pe foc, ci se
        amestec&#259; numai.
        <br />
        <br />
      </li>
      <li> 
        Cire&#351;e amare sau vi&#351;ine f&#259;r&#259; s&#238;mburi
        &#351;i pu&#355;in stoarse. Se presar&#259; foaia de aluat cu
        zah&#259;r &#351;i apoi se &#238;mpr&#259;&#351;tie uniform
        fructele &#351;i se ruleaz&#259;. Se d&#259; la cuptor.
        <br />
        <br />
      </li>
      <li> 
        Merele cur&#259;&#355;ate de coaj&#259; se taie felii
        sub&#355;iri, se pun &#238;ntr-un castron &#351;i se
        amestec&#259; cu zah&#259;r &#351;i un v&#238;rf de cu&#355;it
        cu scor&#355;i&#351;oar&#259;. Foaia de aluat se presar&#259;
        cu pesmet &#351;i se a&#351;az&#259; merele pe marginea foii,
        &#238;n form&#259; de sul. Se ruleaz&#259; apoi foaia
        &#238;ncep&#238;nd de la marginea cu mere. Se taie ruloul
        &#238;n buc&#259;&#355;i dup&#259; lungimea t&#259;vii. Se
        unge tava cu unt, se a&#351;az&#259; rulourile &#351;i se ung
        cu unt. Se dau la cuptor.
        <br />
        <br />
      </li>
      <li> 
        1 kg. carne vac&#259;, 1 felie franzel&#259;, 1 ou, sare,
        piper, 100 g unt, 4 cepe, 2 linguri cu
        sm&#238;nt&#238;n&#259;, p&#259;trunjel verde tocat, 1 pahar
        (250 g) lapte, 1 ou.
        <br />
        <br />
        Se cur&#259;&#355;&#259; carnea de pieli&#355;e, se taie
        buc&#259;&#355;ele &#351;i se toac&#259; prin ma&#351;ina de
        carne &#238;mpreun&#259; cu felia de p&#238;ine
        &#238;nmuiat&#259; &#238;n ap&#259; &#351;i
        stoars&#259;. Ceapa se cur&#259;&#355;&#259; &#351;i se
        toac&#259; mic, apoi se amestec&#259; cu carnea &#351;i cu
        p&#259;trunjelul verde tocat mic. Se pune &#238;ntr-o
        crati&#355;&#259; unt, se adaug&#259; compozi&#355;ia de carne
        &#351;i se las&#259; s&#259; fiarb&#259; la foc mic &#238;n
        zeama ce o las&#259; carnea p&#238;n&#259; &#238;ncepe s&#259;
        se rumeneasc&#259;. Se ia de pe foc, se las&#259; s&#259; se
        r&#259;ceasc&#259;, se adaug&#259; sare, piper, oul,
        sm&#238;nt&#238;n&#259; &#351;i se amestec&#259; bine. Se ia
        apoi din aceast&#259; compozi&#355;ie cu lingura &#351;i se
        a&#351;az&#259; &#238;n form&#259; de sul pe una din marginile
        foii de aluat. Se ruleaz&#259;, se taie buc&#259;&#355;i lungi
        c&#238;t tava &#351;i se a&#351;az&#259; &#238;n tava
        uns&#259;. Peste rulouri se toarn&#259; laptele &#238;n care
        s-a b&#259;tut un ou. Se las&#259; p&#238;n&#259; c&#238;nd
        laptele este supt bine de rulouri, apoi se ung cu unt &#351;i
        se dau la cuptor, la foc potrivit. Se serve&#351;te
        cald&#259;.
        <br />
        <br />
      </li>
      <li> 
        400 g br&#238;nz&#259; de vaci bine stoars&#259;, 3 ou&#259;,
        1 lingur&#259; f&#259;in&#259;, 1 lingur&#259; (25 g)
        gri&#351; sau pesmet fin, 2 linguri cu
        sm&#238;nt&#238;n&#259;, 1 praf sare, 1 pache&#355;el
        zah&#259;r vanilat, coaj&#259; de l&#259;m&#238;ie ras&#259;,
        100 g stafide, zah&#259;r dup&#259; gust.
        <br />
        <br />
        Br&#238;nz&#259; de vaci se d&#259; prin sit&#259; sau se
        fr&#259;m&#238;nt&#259; foarte bine cu dosul unei linguri de
        lemn.  Se adaug&#259; apoi f&#259;ina, grisul,
        sm&#238;nt&#238;n&#259;, sare, vanilie, stafide,
        g&#259;lbenu&#351;urile &#351;i se amestec&#259;. La urm&#259;
        se adaug&#259; 1 albu&#351; b&#259;tut spum&#259;. Cu
        aceast&#259; compozi&#355;ie se umple foaia de aluat
        sub&#355;ire, se ruleaz&#259; &#351;i se a&#351;eaz&#259;
        &#238;n tava uns&#259; cu unt, dup&#259; ce s-a t&#259;iat
        ruloul &#238;n buc&#259;&#355;i lungi, c&#238;t tava. Se
        d&#259; tava la cuptor s&#259; se coac&#259;.
        <br />
        <br />
      </li>
      <li> 
        50 g unt, 500 g urd&#259;, 2 ou&#259;, 2 linguri cu
        sm&#238;nt&#238;n&#259;, 100 g unt, sare.
        <br />
        <br />
        Se amestec&#259; urda cu ou&#259;, sm&#238;nt&#238;n&#259;
        &#351;i sare. Foile de aluat se ung cu unt topit. Se
        a&#351;eaz&#259; 2-3 foi una peste alta &#238;n tav&#259;, se
        pune un strat de urd&#259;. Se acoper&#259; cu alte 2-3 foi
        &#351;i se d&#259; la cuptor. C&#238;nd este coapt&#259; se
        taie de cald&#259;.
        <br />
        <br />
        Se poate &#238;ntinde aluatul &#238;ntr-o singur&#259; foaie,
        se unge cu unt, se a&#351;eaz&#259; &#238;ntr-una din
        marginile foii compozi&#355;ia de urd&#259;, se ruleaz&#259;,
        se unge ruloul cu unt &#351;i se d&#259; la cuptor.  Se taie
        cald&#259;.
      </li>
    </ol>
  </preparation>

</recipe>
u unt &#351;i se d&#259; la cuptor.  Se taie
        cald&#259;.
      </li>
    </ol>
  </preparation>

</recipe>
