<recipe>

  <id>45</id>

  <title>Prepararea aspicului</title>

  <ingredients>
    <item>2 oase de la fluierul picioarelor de m&#226;nzat sau vi&#355;el</item>
    <item>1 morcov</item>
    <item>1 p&#259;trunjel</item>
    <item>1 ceap&#259;</item>
    <item>2-3 c&#259;&#355;ei de usturoi (cine dore&#351;te)</item>
    <item>sare</item>
    <item>piper</item>
    <item>1 foaie dafin</item>
  </ingredients>

  <preparation>
Se spal&#259; foarte bine oasele, se freac&#259; cu m&#259;lai &#351;i se spal&#259; iar&#259;&#351;i sub jet de ap&#259; rece; se taie buc&#259;&#355;i cu sat&#226;rul. Se pun oasele buc&#259;&#355;i &#238;ntr-o oal&#259; &#351;i se toarn&#259; ap&#259; at&#226;t c&#226;t s&#259; dep&#259;&#351;easc&#259; carnea cu 10-12 cm. Se a&#351;eaz&#259; pe plit&#259; s&#259; fiarb&#259; foarte mult, la foc mic, descoperit. Spuma nu se ia c&#259;ci se depune pe marginea oalei dac&#259; fierbe &#238;ncet, &#351;i face supa mai concentrat&#259;. C&#226;nd apa &#238;ncepe s&#259; fiarb&#259; se adaug&#259; legumele t&#259;iate buc&#259;&#355;i &#351;i se las&#259; s&#259; fiarb&#259; &#238;ncet de tot, doar s&#259; clipoceasc&#259; timp de 4-5 ore.  Supa este gata c&#226;nd carnea se desface de pe oase &#351;i cartilagele se desprind u&#351;or. Se strecoar&#259; prin tifon pus &#238;n patru, pe strecur&#259;toare. Dac&#259; supa nu este limpede de tot, atunci se limpeze&#351;te cu albu&#351; de ou&#259; b&#259;tut spum&#259;; la un litru sup&#259; se pun 3 albu&#351;uri spum&#259; &#351;i se bate cu telul &#238;n sup&#259; c&#226;teva minute.  Dup&#259; aceea se pune supa din nou pe foc foarte mic &#351;i se las&#259; lini&#351;tit&#259; p&#226;n&#259; ce albu&#351;ul se adun&#259; &#238;n grupuri la suprafa&#355;&#259;. Se strecoar&#259; din nou prin tifon. Se folose&#351;te imediat la acoperirea preparatelor reci ornate. Dup&#259; ce s-a r&#259;cit &#351;i &#238;nt&#259;rit aspicul c&#226;nd se serve&#351;te preparatul, se pune vasul cu fundul &#238;n ap&#259; fierbinte &#351;i se &#355;ine c&#226;teva secunde ca s&#259; se dezlipeasc&#259; &#351;i apoi se r&#259;stoarn&#259; pe platoul cu care se aduce la mas&#259;.
  </preparation>

</recipe>
