<recipe>

  <id>6</id>

  <title>Aluat fran&#355;uzesc II</title>

  <ingredients>
    <item>500 g f&#259;in&#259;</item>
    <item>500 g unt</item>
    <item>pu&#355;in sifon</item>
    <item>sare</item>
  </ingredients>

  <preparation>
Se pune jum&#259;tate din cantitatea de f&#259;in&#259; pe plan&#351;eta de aluat &#351;i se face o ad&#238;ncitur&#259; &#238;n mijloc &#238;n care se a&#351;eaz&#259; untul, dup&#259; ce s-a frecat bine cu lingura ca s&#259; se &#238;ndep&#259;rteze zerul. Se fr&#259;m&#238;nt&#259; f&#259;ina cu untul p&#238;n&#259; devine o coc&#259; care nu se mai lipe&#351;te de m&#238;ini; se las&#259; aluatul la o parte. Se pune restul de f&#259;in&#259; pe plan&#351;et&#259; &#351;i se amestec&#259; cu sifon sau jum&#259;tate pahar cu ap&#259; c&#259;ldu&#355;&#259; &#238;n care s-a dizolvat jum&#259;tate linguri&#355;&#259; sare. Se fr&#259;m&#238;nt&#259; foarte bine p&#238;n&#259; ce aluatul devine uniform &#351;i elastic. Se dau ambele aluaturi la rece pentru zece minute. Se presar&#259; apoi f&#259;ina pe plan&#351;et&#259; &#351;i se ia coca f&#259;r&#259; unt din care se &#238;ntinde o foaie &#238;n form&#259; p&#259;trat&#259; de circa 2,5 cm grosime.  Se &#238;ntinde &#238;n foaie, tot at&#238;t de mare, &#351;i coca cu unt &#351;i se a&#351;eaz&#259; peste prima, se &#238;mp&#259;ture&#351;te &#238;n form&#259; de plic, ca la re&#355;eta precedent&#259; de aluat fran&#355;uzesc; se procedeaz&#259; la fel pentru str&#238;nsul foii cu sucitorul &#351;i pauza de 20 minute la rece de 3-4 ori; apoi se &#238;ntinde o foaie &#351;i se taie dreptunghiuri cu un cu&#355;it cald. Pe o jum&#259;tate din foaia fiec&#259;rui dreptunghi se pune umplutura dorit&#259; &#351;i se acoper&#259; cu cealalt&#259; jum&#259;tate. Se a&#351;eaz&#259; &#238;n tav&#259;, se ung cu ou b&#259;tut &#351;i se dau la cuptor, la foc iute la &#238;nceput pentru ca foile s&#259; se desfac&#259; frumos. Dup&#259; 15 minute focul se mai domole&#351;te &#351;i se las&#259; a&#351;a p&#238;n&#259; se rumenesc u&#351;or. <br /> <br /> Re&#355;etele cu umpluturi pentru pateuri se g&#259;sesc la capitolul "Umpluturi pentru pateuri".
  </preparation>

</recipe>
