<recipe>

  <id>5</id>

  <title>Aluat fran&#355;uzesc I</title>

  <ingredients>
    <item>500 g unt</item>
    <item>500 g f&#259;in&#259;</item>
    <item>1 pahar cu ap&#259; &#351;i un praf de sare</item>
  </ingredients>

  <preparation>
    <span style="width: 150px; float: left; margin-right: 20px; margin-bottom: 20px; text-align: left;">
      <img style="width: 150px;" src="../images/F-01-02.png" /><br />
      <i>Untul se a&#351;eaz&#259; la mijloc.</i><br />
      <img style="margin-top: 20px; width: 150px;" src="../images/F-01-03.png" /><br />
      <i>Se &#238;mp&#259;ture&#351;te &#238;n dou&#259;.</i><br />
      <img style="margin-top: 20px; width: 150px;" src="../images/F-01-04.png" /><br />
      <i>Se &#238;ntinde cu sucitorul pe lungime.</i>
    </span>

    Aluatul se preg&#259;te&#351;te la rece. F&#259;ina trebuie
    s&#259; fie de bun&#259; calitate. Untul s&#259; fie proasp&#259;t
    &#351;i f&#259;r&#259; zer. Apa s&#259; fie c&#259;ldu&#355;&#259;
    &#351;i &#238;n ea s&#259; se dizolve sarea.  Se pune f&#259;ina
    pe plan&#351;eta de aluat, se face o ad&#238;ncitur&#259; &#238;n
    mijloc &#351;i se toarn&#259; c&#238;te pu&#355;in apa
    amestec&#238;nd cu o furculi&#355;&#259; p&#238;n&#259; se
    &#238;ncorporeaz&#259; f&#259;ina cu apa. Apoi se
    fr&#259;m&#238;nt&#259; cu m&#238;na p&#238;n&#259; se ob&#355;ine
    o coc&#259; mai mult moale &#351;i bine fr&#259;m&#238;ntat&#259;;
    se str&#238;nge &#238;n form&#259; de minge &#351;i se las&#259;
    15 minute s&#259; se odihneasc&#259; acoperit&#259;. &#206;ntre
    timp se preg&#259;te&#351;te untul pres&#238;ndu-l bine ca s&#259;
    ias&#259; zerul, apoi se modeleaz&#259; &#238;n forma de
    p&#259;trat. Se presar&#259; pu&#355;in&#259; f&#259;in&#259; pe
    plan&#351;et&#259;; se pune aluatul pe plan&#351;et&#259;, se
    &#238;ntinde o foaie de 1,5 cm grosime si &#238;n mijlocul foii se
    pune untul; peste unt se str&#238;ng marginile foii, &#238;n
    form&#259; de plic &#351;i se d&#259; la rece pentru 15 minute;
    apoi se pune aluatul din nou pe plan&#351;et&#259;
    pres&#259;rat&#259; cu pu&#355;in&#259; f&#259;in&#259;; a&#351;a
    cum este &#238;mp&#259;turit aluatul se pune pe mijlocul lui
    sucitorul &#351;i se &#238;ntinde ap&#259;s&#238;nd peste
    foaie. Se &#238;ntinde &#238;n form&#259; dreptunghiular&#259;
    &#351;i s&#259; fie peste tot la fel de groas&#259;. Apoi se
    &#238;mp&#259;ture&#351;te &#238;n trei p&#259;r&#355;i egale
    astfel c&#259; partea din st&#238;nga s&#259; se suprapun&#259;
    peste dou&#259; treimi. Se &#238;ntinde cu sucitorul pe lungime
    din suprafa&#355;a foii &#351;i partea din dreapta se suprapune
    peste partea din st&#238;nga, ca &#238;n figura 1 &#351;i se
    d&#259; din nou la rece. Aceast&#259; opera&#355;ie de &#238;ntins
    cu sucitorul &#351;i &#238;mp&#259;turire se repet&#259; de 3-4
    ori, cu pauza de r&#259;cire &#351;i de fiecare dat&#259; se
    &#238;mp&#226;turet&#351;e invers.  Apoi se &#238;ntinde foaia de
    circa 3 mm grosime, se taie &#238;n dreptunghiuri mici, se pune pe
    mijlocul lor o linguri&#355;&#259; de umplutur&#259;; se
    &#238;ntorc marginile dreptunghiului peste umplutur&#259; &#238;n
    a&#351;a fel &#238;nc&#238;t marginile s&#259; fie suprapuse
    exact, Se a&#351;eaz&#259; pateurile &#238;n tava neuns&#259; care
    se introduce &#238;n cuptor fierbinte. Nu se deschide 15 minute
    cuptorul. Dup&#259; 15 minute c&#238;nd foile s-au mai
    desf&#259;cut se face. focul la aragaz mai mic &#351;i se mai
    las&#259; &#238;n cuptor p&#238;n&#259; se rumenesc u&#351;or.
  </preparation>

</recipe>
