<recipe>

  <id>53</id>

  <title>Galantin&#259; de curcan</title>

  <ingredients>
    <item>1 curcan</item>
    <item>1 limb&#259; afumat&#259; &#351;i fiart&#259;</item>
    <item>200 g trufe</item>
    <item>1 pahar cu vin</item>
    <item>500 g carne de vi&#355;el</item>
    <item>piper</item>
    <item>sare</item>
    <item>enibahar pisat</item>
    <item>p&#259;trunjel verde tocat &#351;i p&#259;trunjel r&#259;d&#259;cin&#259;</item>
    <item>1 ceap&#259;</item>
    <item>2-3 foi dafin</item>
    <item>1 morcov</item>
  </ingredients>

  <preparation>
Se cur&#259;&#355;&#259; &#351;i spal&#259; bine curcanul. Se taie de-a lungul sirii spin&#259;rii &#351;i se desface &#238;n dou&#259; f&#259;r&#259; s&#259; se rup&#259; pielea de pe burt&#259;. Se scot intestinele, apoi se scot oasele &#351;i anume osul pieptului &#351;i osul sirii spin&#259;rii, dar foarte &#238;ncet &#351;i cu aten&#355;ie s&#259; nu se rup&#259; pielea. Se scot apoi aripile t&#259;ind de la prima &#238;ncheietur&#259; &#351;i picioarele de la genunchi. Se scoate u&#351;or carnea de pe oasele picioarelor dezarticul&#238;ndu-le prin golul bur&#355;ii &#351;i r&#259;sfr&#238;ng&#238;ndu-le cu piele cu tot spre burt&#259;. La fel se procedeaz&#259; &#351;i cu aripile. "Apoi se desface u&#351;or carnea de pe piele, acolo unde este mai groas&#259;; restul de carne se a&#351;az&#259; &#238;n a&#351;a fel &#238;nc&#238;t peste tot s&#259; fie carne &#238;n acela&#351;i strat ca grosime. Se presar&#259; sare &#351;i piper, enibahar pisat, p&#259;trunjel verde tocat &#351;i peste tot &#238;n&#259;untru se pune un strat de carne de vi&#355;el fript&#259; &#351;i tocat&#259;, iar peste toc&#259;tur&#259; se pun felii de limb&#259; fiart&#259;, trufe, &#351;i din nou p&#259;trunjel verde tocat.  Dup&#259; aceea se coase pielea &#351;i se &#238;nvele&#351;te &#238;ntr-o c&#238;rp&#259; foarte curat&#259; &#351;i se leag&#259; bine cu sfoar&#259;. Se pune la fiert &#238;n ap&#259; cald&#259;. Dup&#259; ce a fiert se scoate din c&#238;rp&#259; &#351;i se a&#351;eaz&#259; &#238;ntr-o crati&#355;&#259; &#238;n care s-au pus feliu&#355;e de sl&#259;nin&#259;, sare, boabe de piper, 2-3 foi de dafin, o ceap&#259; t&#259;iat&#259; felii, morcov t&#259;iat &#238;n rondele, p&#259;trunjel, 1 pahar cu vin, 1 pahar cu ap&#259;. Se d&#259; tava la cuptor la foc potrivit &#351;i se unge din c&#238;nd &#238;n c&#238;nd cu sosul din tav&#259; &#351;i se &#238;n&#355;eap&#259; cu furculi&#355;a. C&#238;nd este gata fript se scoate &#351;i se serve&#351;te dup&#259; ce s-a scos din c&#238;rp&#259; &#238;n care a fost &#238;nvelit.
  </preparation>

</recipe>
