<recipe>

  <id>22</id>

  <title>Galantin&#259; de g&#259;in&#259;</title>

  <ingredients>
    <item>1 g&#259;in&#259; mare</item>
    <item>1 ceap&#259;</item>
    <item>p&#259;trunjel verde</item>
    <item>sare</item>
    <item>piper</item>
    <item>4 ou&#259;</item>
    <item>2 linguri unt (50 g)</item>
    <item>2 linguri cu f&#259;in&#259; (40 g) pu&#355;in&#259; sup&#259;</item>
    <item>c&#238;teva m&#259;sline</item>
    <item>capere</item>
    <item>o buc&#259;&#355;ic&#259; de sl&#259;nin&#259;</item>
    <item>c&#238;teva ciuperci &#351;i o buc&#259;&#355;ic&#259; de carne de porc (200 g),</item>
  </ingredients>

  <preparation>
Se spal&#259; g&#259;ina, se taie aripile &#351;i picioarele; se cresteaz&#259; u&#351;or pielea &#351;i se desprinde cu grij&#259; ca s&#259; se poat&#259; scoate &#238;ntreag&#259; de pe carne. Se scoate apoi carnea de pe oase, se d&#259; de 3 ori prin ma&#351;ina de tocat &#238;mpreun&#259; cu carnea de porc. Se amestec&#259; cu ceapa t&#259;iat&#259; mic &#351;i &#238;nmuiat&#259; la foc &#238;n unt cu p&#259;trunjel verde t&#259;iat mic, cu sare &#351;i piper. Se adaug&#259; &#351;i cele 4 g&#259;lbenu&#351;uri &#351;i se &#238;ncorporeaz&#259;. Se prepar&#259; o ciulama dintr-o lingur&#259; cu unt &#238;nc&#259;lzit &#351;i cu dou&#259; linguri cu f&#259;in&#259; &#351;i care se stinge cu sup&#259; pus&#259; c&#238;te pu&#355;in &#351;i mestec&#238;nd mereu s&#259; nu se fac&#259; cocoloa&#351;e.  Se las&#259; s&#259; fiarb&#259; c&#238;teva minute, amestec&#238;nd mereu p&#238;n&#259; se &#238;ngroa&#351;&#259;. Aceast&#259; ciulama se amestec&#259; cu carnea tocat&#259;, la care se adaug&#259; o lingur&#259; unt, capere, felii de m&#259;sline, felii de ciuperci &#351;i f&#238;&#351;ii de sl&#259;nin&#259;. Se coase pielea g&#259;inii la g&#238;t, aripi &#351;i picioare, iar prin t&#259;ietura de la baza pieptului se umple cu compozi&#355;ia preparat&#259; &#351;i se &#238;nf&#259;&#351;oar&#259; &#238;ntr-o c&#238;rp&#259; curat&#259;. Se leag&#259; bine c&#238;rpa la g&#238;t &#351;i la picioare, apoi se &#238;nf&#259;&#351;oar&#259; cu o sfoar&#259; care a fost sterilizat&#259; prin fierbere. Se pune g&#259;ina a&#351;a legat&#259; sa fiarb&#259; &#238;n ap&#259; cu sare, cu foi de dafin, boabe de piper. Se las&#259; s&#259; fiarb&#259; 2-3 ore. Apoi se scoate din oal&#259; se desf&#259;&#351;oar&#259; din c&#238;rp&#259; &#351;i se a&#351;eaz&#259; &#238;ntre dou&#259; funduri de lemn, cu o greutate nu prea mare, deasupra. C&#238;nd este rece se taie felii &#351;i se serve&#351;te.
  </preparation>

</recipe>
