<recipe>

  <id>45</id>

  <title>Ghiveci cu carne de v&#259;cu&#355;&#259;</title>

  <ingredients>
    <item>750 g carne</item>
    <item>3 cepe</item>
    <item>2 dovlecei</item>
    <item>1 v&#238;n&#259;t&#259;</item>
    <item>2 morcovi</item>
    <item>1/4 kg fasole verde</item>
    <item>100 g maz&#259;re</item>
    <item>o m&#238;n&#259; de b&#226;rne</item>
    <item>1/2 conopid&#259; mic&#259;</item>
    <item>2 cartofi</item>
    <item>3 ardei gra&#351;i</item>
    <item>1/4 varz&#259; mic&#259;</item>
    <item>10-12 ro&#351;ii</item>
    <item>o leg&#259;tur&#259; p&#259;trunjel verde</item>
    <item>sare</item>
    <item>untdelemn</item>
    <item>un castravete verde mai mic</item>
    <item>1 &#355;elin&#259;</item>
  </ingredients>

  <preparation>
Se spal&#259;, se cur&#259;&#355;&#259; carnea &#351;i se taie buc&#259;&#355;i. Se fierbe &#238;n zeama ei, cu pu&#355;in untdelemn, acoperit p&#238;n&#259; scade &#351;i se rumene&#351;te pu&#355;in. Se cur&#259;&#355;&#259; ceapa &#351;i se taie felii; se rad dovleceii &#351;i se taie rondele; se spal&#259; v&#238;n&#259;t&#259;, se cur&#259;&#355;&#259; de coaj&#259;, nu total ci &#238;n f&#238;&#351;ii &#351;i se taie felii; se cur&#259;&#355;&#259; morcovii, se spal&#259; &#351;i se taie felioare sub&#355;iri; se cur&#259;&#355;&#259; fasolea verde, se spal&#259; &#351;i se taie &#238;n dou&#259; &#238;n lat; se cur&#259;&#355;&#259; maz&#259;rea, se op&#259;resc bamele; se desface conopida &#238;n buche&#355;ele dup&#259; ce a stat 1/2 or&#259; &#238;n ap&#259; rece; se spal&#259; &#351;i se taie f&#238;&#351;ii ardeii gra&#351;i; se taie varza &#351;uvi&#355;e; se cur&#259;&#355;&#259; ro&#351;iile de pieli&#355;&#259;, se scot semin&#355;ele &#351;i se tai felii: se spal&#259;, se taie p&#259;trunjelul verde &#351;i &#355;elina se taie feliu&#355;e.  Se pune &#238;n crati&#355;a cu carne toate alimentele &#351;i se amestec&#259; u&#351;or. Se s&#259;reaz&#259;. Se toarn&#259; un pahar cu untdelemn. Deasupra se pun felii de ro&#351;ii f&#259;r&#259; pieli&#355;e &#351;i semin&#355;e.  Se pune la cuptor &#351;i se las&#259; s&#259; fiarb&#259;. S&#259; fie bine sc&#259;zut. Ghiveciul trebuie s&#259; se coac&#259; numai &#238;n ulei &#351;i zeam&#259; de legume.
  </preparation>

</recipe>
