<recipe>

  <id>144</id>

  <title>Limb&#259; de vac&#259; cu spanac</title>

  <ingredients>
    <item>1 limb&#259; de vac&#259;</item>
    <item>150 g sl&#259;nin&#259;</item>
    <item>2 cepe mai mari</item>
    <item>3 morcovi</item>
    <item>2 c&#259;&#355;ei de usturoi</item>
    <item>2 pahare cu sup&#259; de carne</item>
    <item>1 pahar cu vin</item>
    <item>sare</item>
    <item>piper</item>
    <item>1 kg spanac</item>
  </ingredients>

  <preparation>
<p> Se rad morcovii &#351;i se taie felii. Se toac&#259; usturoiul, se cur&#259;&#355;&#259; &#351;i se toac&#259; ceapa. Limba se pune la fiert &#238;n ap&#259; clocotit&#259; cu sare &#351;i se fierbe 20 de minute, apoi se cur&#259;&#355;&#259; de piele, se taie felii groase de 1 cm. </p> <p> Se taie felii sl&#259;nina &#351;i se acoper&#259; cu ea fundul crati&#355;ei. Peste sl&#259;nin&#259; se pune un strat gros de ceap&#259;, peste ceap&#259; se a&#351;eaz&#259; felii de morcovi, se presar&#259; usturoiul tocat bine si deasupra se pun feliile de limb&#259;. Se acoper&#259; cu un capac &#351;i se las&#259; pe foc foarte mic s&#259; se &#238;n&#259;bu&#351;e bine. Dup&#259; o jum&#259;tate de or&#259; se toarn&#259; vinul &#351;i se face focul mai mare.  Se las&#259; descoperit&#259; crati&#355;a s&#259; fiarb&#259; p&#238;n&#259; scade vinul la jum&#259;tate. Apoi se toarn&#259; dou&#259; pahare cu zeama &#238;n care a fiert limba &#351;i se pune p&#259;trunjel verde tocat, sare, piper.  Se pune din nou capacul &#351;i se las&#259; s&#259; fiarb&#259; &#238;n&#259;bu&#351;it o or&#259; &#351;i jum&#259;tate.  &#206;ntre timp se cur&#259;&#355;&#259; &#351;i se spal&#259; spanacul, &#238;n ap&#259; cu pu&#355;in&#259; sare, se fierbe apoi se strecoar&#259; &#351;i se scurge bine. Pe un fund de lemn se toac&#259;, dar nu prea m&#259;runt, amestec&#238;ndu-se cu pu&#355;in unt. C&#238;nd s-a fiert limba se aranjeaz&#259; pe farfuria cu care se va servi la mas&#259;. Se pune &#238;nt&#238;i spanacul &#351;i peste el se a&#351;eaz&#259; feliile de limb&#259; puse pe mijloc una peste cealalt&#259;, acoperind numai jum&#259;tate din felie. Peste aceste felii se pune c&#238;te o felie de morcov &#351;i se garnise&#351;te tot cu felii de morcov de jur&#238;mprejur. Dup&#259; ce s-a scos morcovul din crati&#355;a, sosul r&#259;mas se amestec&#259; bine &#351;i se toarn&#259; peste limb&#259;. </p>
  </preparation>

</recipe>
