<recipe>

  <id>34</id>

  <title>Musaca de vinete</title>

  <ingredients>
    <item>600 g carne de vac&#259;</item>
    <item>2 cepe</item>
    <item>1 ou</item>
    <item>1/2 pahar cu suc de ro&#351;ii</item>
    <item>p&#259;trunjel verde</item>
    <item>200 g unt</item>
    <item>1 lingur&#259; sm&#238;nt&#238;n&#259;</item>
    <item>1 ardei gras &#351;i eventual pesmet dac&#259; vita a fost b&#259;tr&#238;n&#259;</item>
  </ingredients>

  <preparation>
Carnea se toac&#259; prin ma&#351;in&#259;. Ceapa se taie foarte mic &#351;i se amestec&#259; &#238;ntr-o crati&#355;&#259; cu carnea. Se pune o lingur&#259; de unt &#351;i se las&#259; s&#259; fiarb&#259; &#238;n zeama ce o las&#259; carnea, amestec&#238;nd din c&#238;nd &#238;n c&#238;nd, p&#238;n&#259; &#238;ncepe a se rumeni. Se d&#259; deoparte &#351;i se las&#259; s&#259; se r&#259;ceasc&#259;. Apoi se amestec&#259; cu oul, p&#259;trunjelul verde tocat, sare, piper &#351;i sm&#238;nt&#238;n&#259;. Se cur&#259;&#355;&#259; vinetele &#238;n &#351;uvi&#355;e, deci nu de tot, se taie felii &#238;n lungime, se presar&#259; pu&#355;in&#259; sare pe ele &#351;i se las&#259; s&#259; se scurg&#259; zeama amar&#259; din ele. Dup&#259; aceea, se &#351;terg cu un &#351;ervet, &#351;i se pr&#259;jesc &#238;n unt, pe ambele p&#259;r&#355;i. Dup&#259; ce s-au pr&#259;jit toate, se aranjeaz&#259; un r&#238;nd de felii pe fundul unei cr&#259;ti&#355;e &#351;i de jur&#238;mprejurul crati&#355;ei &#238;n picioare. Se pune un strat de carne &#351;i peste ea se &#238;mpr&#259;&#351;tie ardei gras tocat mic &#351;i felii sub&#355;iri de ro&#351;ii jupuite de pieli&#355;e &#351;i f&#259;r&#259; semin&#355;e. Se mai a&#351;az&#259; un r&#238;nd de felii de vinete &#351;i iar un r&#238;nd de carne, ardei &#351;l ro&#351;ii si deasupra un r&#238;nd de felii de vinete peste care se a&#351;terne un strat de feliu&#355;e sub&#355;iri de ro&#351;ii. Se toarn&#259; apoi un pahar cu suc de ro&#351;ii &#351;i se pun la cuptor s&#259; se coac&#259;. C&#238;nd este gata coapt&#259;, se bate un ou &#351;i se toarn&#259; deasupra. Se mai las&#259; zece minute &#238;n cuptor.
  </preparation>

</recipe>
