<recipe>

  <id>132</id>

  <title>Pastet&#259; de iepure</title>

  <ingredients>
    <item>Mu&#351;chii de pe spinare &#351;i pulpele de la un iepure</item>
    <item>2-3 foi de dafin</item>
    <item>1 morcov</item>
    <item>1 p&#259;trunjel</item>
    <item>1 ceap&#259;</item>
    <item>500 g sl&#259;nin&#259; proasp&#259;t&#259;</item>
    <item>1 franzelu&#355;&#259; mic&#259;</item>
    <item>250 g hribi sau alte ciuperci</item>
    <item>4 ou&#259;</item>
    <item>sare</item>
    <item>piper</item>
    <item>aspic</item>
  </ingredients>

  <preparation>
Se tai e buc&#259;&#355;i carnea &#351;i se pune la fiert cu morcovul, p&#259;trunjelul &#351;i ceapa t&#259;iate felii. C&#238;nd este fiart&#259;, se scoate carnea de pe oase &#351;i se d&#259; prin ma&#351;ina de tocat de 4-5 ori. &#238;ntr-o tigaie se pune sl&#259;nina &#351;i se rumene&#351;te pu&#355;in p&#238;n&#259; devine roz, apoi se d&#259; prin ma&#351;ina de tocat &#238;mpreun&#259; cu untura l&#259;sat&#259; la foc. O dat&#259; cu sl&#259;nina se d&#259; &#351;i franzelu&#355;a muiata &#238;n lapte &#351;i stoars&#259; &#351;i ciupercile fierte dinainte. Se adaug&#259; apoi g&#259;lbenu&#351;urile, sare, piper &#351;i se fr&#259;m&#238;nt&#259; bine amestec&#238;nd &#351;i cu carnea tocat&#259;. Dup&#259; ce s-a preparat compozi&#355;ia, se ia o crati&#355;&#259;, se unge cu unt &#351;i se a&#351;eaz&#259; &#238;n ea compozi&#355;ia, ap&#259;s&#238;nd-o bine. Crati&#355;a se a&#351;eaz&#259; &#238;ntr-o alt&#259; crati&#355;&#259; mai mare cu ap&#259; clocotit&#259; (&#238;n baie de ap&#259;) &#351;i se pune &#238;n cuptor s&#259; se coac&#259;. C&#238;nd este gata se las&#259; p&#238;n&#259; se r&#259;ce&#351;te, f&#259;r&#259; s&#259; se scoat&#259; din crati&#355;&#259; cu ap&#259;. C&#238;nd s-a r&#259;cit, se scoate crati&#355;&#259; cu m&#238;ncare &#351;i se pune &#238;n ap&#259; cald&#259; ca s&#259; se desprind&#259; compozi&#355;ia &#351;i se r&#259;stoarn&#259; pe o farfurie mare. Se garnise&#351;te cu aspic.
  </preparation>

</recipe>
