<recipe>

  <id>125</id>

  <title>Sarmale cu carne de porc &#238;n foi de varz&#259;</title>

  <ingredients>
    <item>1 kg carne mai gras&#259;</item>
    <item>varz&#259; murat&#259; sau dulce</item>
    <item>2 linguri (50 g) orez</item>
    <item>2 cepe</item>
    <item>1 cea&#351;c&#259; bulion de ro&#351;ii</item>
    <item>1/2 ardei gras</item>
    <item>sare</item>
    <item>piper</item>
    <item>1 frunz&#259; dafin sau 1 crengu&#355;&#259; cimbru</item>
    <item>200 g sl&#259;nin&#259; afumat&#259;</item>
    <item>untur&#259;</item>
  </ingredients>

  <preparation>
<p> Se taie carnea buc&#259;&#355;i &#351;i se toac&#259; prin ma&#351;in&#259;. Ceapa se toac&#259; cu cu&#355;itul &#351;i se c&#259;le&#351;te &#238;n untur&#259;. Orezul se spal&#259; &#238;n c&#238;teva ape &#351;i se las&#259; &#238;n ap&#259; s&#259; se umfle pu&#355;in. Apoi se amestec&#259; carnea cu orezul, ceapa, sare, piper. Dac&#259; toc&#259;tura nu este destul de gras&#259; se mai adaug&#259; pu&#355;in&#259; untur&#259;. </p> <p> Se desface varza &#238;n foi &#351;i se spal&#259; bine &#238;n 3-4 ape ca s&#259; ias&#259; sarea. Varza dulce se op&#259;re&#351;te. Fiecare frunz&#259; se taie &#238;n 3-4 p&#259;r&#355;i ca s&#259; se fac&#259; s&#259;rm&#259;lu&#355;e mai mici. &#206;n fiecare bucat&#259; de frunz&#259; se pune c&#238;te o linguri&#355;&#259; din compozi&#355;ia de carne &#351;i se &#238;nf&#259;&#351;oar&#259; &#238;n frunz&#259; &#238;n form&#259; rotund&#259; sau oval&#259;. Se a&#351;eaz&#259; &#238;n crati&#355;&#259;, la fund, un r&#238;nd de varz&#259; tocat&#259;, un r&#238;nd de feliu&#355;e de sl&#259;nin&#259; t&#259;iate sub&#355;iri, apoi un r&#238;nd de s&#259;rm&#259;lu&#355;e a&#351;ezate circular &#351;i iar un r&#238;nd de varz&#259;, sl&#259;nin&#259; si iar sarmale. Se adaug&#259; foaia de dafin, boabe de piper, cimbru &#351;i iar un r&#238;nd de varz&#259; tocat&#259; &#351;i tot a&#351;a p&#238;n&#259; se termin&#259; de pus toate sarmalele. Deasupra se acoper&#259; cu o frunz&#259; mare de varz&#259;, se toarn&#259; ap&#259; &#351;i zeam&#259; de varz&#259; &#351;i se pun la foc s&#259; dea 2-3 clocote, dup&#259; care se pun &#238;n cuptor. Se fierb trei ore la foc mic. Dup&#259; jum&#259;tate or&#259; de fiert se adaug&#259; bulionul de ro&#351;ii &#351;i ardei gras t&#259;iat &#238;n dou&#259;. Sarmalele s&#259; fie bine sc&#259;zute &#351;i frunza de deasupra s&#259; fie rumenit&#259;. Sarmalele se pot &#238;nveli &#351;i &#238;n foi de vi&#355;&#259; &#351;i se acresc cu bor&#351;. </p>
  </preparation>

</recipe>
