<recipe>

  <id>45</id>

  <title>Curcan fript cu gu&#351;a umplut&#259; (moldovenesc)</title>

  <ingredients>
    <item>1 curcan</item>
    <item>3 ou&#259;</item>
    <item>1 franzelu&#355;&#259;</item>
    <item>100 g stafide</item>
    <item>1 ceap&#259; c&#259;lit&#259;</item>
    <item>50 g unt</item>
    <item>ficatul de curcan</item>
    <item>p&#259;trunjel verde</item>
    <item>1 pahar cu vin</item>
    <item>1 pahar cu ap&#259;</item>
    <item>1 cea&#351;c&#259; lapte</item>
    <item>sare</item>
    <item>piper</item>
    <item>25 g unt</item>
  </ingredients>

  <preparation>
Se cur&#259;&#355;&#259; &#351;i se spal&#259; bine curcanul. Se face o t&#259;ietur&#259; la g&#238;t prin care se scoate gu&#351;a &#351;i se arunc&#259;. Locul r&#259;mas gol se spal&#259; &#351;i se s&#259;reaz&#259;. Se freac&#259; spum&#259; untul, se adaug&#259; g&#259;lbenu&#351;urile, ficatul fript &#351;i tocat, franzelu&#355;&#259; f&#259;r&#259; coaja, muiat&#259; &#238;n lapte &#351;i stoars&#259;, stafidele, ceapa tocat&#259; &#351;i c&#259;lit&#259;, sare, piper &#351;i albu&#351;urile spum&#259; &#351;i se amestec&#259; bine. Cu aceast&#259; compozi&#355;ie se umple locul unde a fost gu&#351;a la curcan, sub pielea de la g&#238;t. Se coase t&#259;ietura ca s&#259; nu ias&#259; umplutura. Se unge curcanul cu unt &#351;i se a&#351;eaz&#259; &#238;n tav&#259;, se s&#259;reaz&#259; &#351;i se toarn&#259; un pahar cu vin &#351;i unul cu ap&#259; rece. Se d&#259; la cuptor &#351;i din c&#238;nd &#238;n c&#238;nd se unge cu sosul &#238;n care se frige. Dac&#259; curcanul nu este b&#259;tr&#238;n, se frige &#238;n dou&#259; ore, la foc moale.  C&#238;nd curcanul este gata fript, se taie pieptul &#238;n felii sub&#355;iri &#351;i late c&#238;t este pieptul de lat. Se desfac picioarele, se scoate osul &#351;i carnea se pune l&#238;ng&#259; piept. Se aranjeaz&#259; apoi feliile de piept &#351;i carnea de la picioare jur &#238;mprejur, pe o farfurie. Se taie &#351;i umplutura din locul gu&#351;ei, &#238;n felii groase c&#238;t degetul &#351;i se a&#351;eaz&#259; &#238;n mijlocul farfurii. La mas&#259; sosul se serve&#351;te din sosier&#259;. Se serve&#351;te cu garnitur&#259; de mere care s-a copt &#238;n cuptor, &#238;n tav&#259; dup&#259; ce au fost cur&#259;&#355;ate, scobite &#351;i pus unt &#351;i zah&#259;r &#238;n fiecare.
  </preparation>

</recipe>
