<recipe>

  <id>31</id>

  <title>Budinc&#259; cu carne de miel</title>

  <ingredients>
    <item>1 kg carne de la pulpe</item>
    <item>75 g unt</item>
    <item>1 ceap&#259; mare</item>
    <item>sare</item>
    <item>piper</item>
    <item>1 felie de p&#238;ine</item>
    <item>1/2 pahar cu lapte</item>
    <item>p&#259;trunjel verde</item>
    <item>4-5 ou&#259;</item>
    <item>2 linguri cu sm&#238;nt&#238;n&#259;</item>
    <item>1 lingur&#259; pesmet</item>
  </ingredients>

  <preparation>
Legume: conopid&#259; sau sparanghel sau ciuperci, 100 g unt, 1/2 pahar cu ap&#259;, 1/2 pahar cu sos de ro&#351;ii. Leguma se spal&#259; &#351;i se pune cu ap&#259; s&#259; fiarb&#259; p&#238;n&#259; scade apa. Se spal&#259; carnea, se cur&#259;&#355;&#259; de piei &#351;i se toac&#259; prin ma&#351;in&#259;, &#238;mpreun&#259; cu felia de p&#238;ine muiat&#259; &#238;n lapte &#351;i stoars&#259;; se pune totul &#238;ntr-o crati&#355;&#259; cu 50 g unt, se acoper&#259; cu capac &#351;i se las&#259; s&#259; fiarb&#259; p&#238;n&#259; scade apa ce o las&#259; carnea; se amestec&#259; cu lingura din c&#238;nd &#238;n c&#238;nd. Ceapa se toac&#259; &#351;i se pune cu 50 g unt &#351;i 1/2 pahar ap&#259; &#238;n alt&#259; tigaie, pe foc s&#259; fiarb&#259; &#351;i s&#259; se moaie. C&#238;nd a sc&#259;zut apa &#351;i a r&#259;mas ceapa numai cu unt se toarn&#259; peste carne, se pune p&#259;trunjel verde tocat, sare, piper &#351;i se amestec&#259;; se ia crati&#355;&#259; de pe foc &#351;i se las&#259; s&#259; se r&#259;ceasc&#259;. Apoi se amestec&#259; cu pesmetul, sm&#238;nt&#238;na si g&#259;lbenu&#351;urile. Albu&#351;urile se bat spum&#259; si se amestec&#259; totul u&#351;or.  Se unge cu unt un vas incasabil, se pune un strat din compozi&#355;ie, apoi un strat cu una din legumele men&#355;ionate mai sus &#351;i iar un strat de carne &#351;i iar leguma p&#238;n&#259; se termin&#259;. Deasupra trebuie s&#259; fie un strat de carne. Se toarn&#259; o jum&#259;tate pahar cu suc de ro&#351;ii &#351;i se d&#259; la cuptor s&#259; se coac&#259;.
  </preparation>

</recipe>
