<recipe>

  <id>35</id>

  <title>Musaca de &#355;elin&#259;</title>

  <ingredients>
    <item>1 kg carne</item>
    <item>3 &#355;eline mari</item>
    <item>2 cepe</item>
    <item>sare</item>
    <item>piper</item>
    <item>1 ou</item>
    <item>6 ro&#351;ii mici</item>
    <item>2 linguri cu f&#259;in&#259; pentru sosul alb</item>
    <item>100 g unt</item>
    <item>100 g ca&#351;caval ras</item>
    <item>1 pahar lapte</item>
    <item>1/2 pahar sos de ro&#351;ii</item>
  </ingredients>

  <preparation>
Se cur&#259;&#355;&#259; carnea de pieli&#355;e, se spal&#259;, se taie buc&#259;&#355;i &#351;i se d&#259; prin ma&#351;ina de tocat. Ceapa se toac&#259; &#351;i se pune &#238;n tigaie cu 50 g unt &#351;i jum&#259;tate pahar ap&#259;, s&#259; fiarb&#259;.  C&#238;nd este fiart&#259; se adaug&#259; &#238;n carne; se mai adaug&#259; &#351;i p&#259;trunjelul verde tocat, restul de unt, se amestec&#259; &#351;i apoi totul se r&#259;stoarn&#259; &#238;n crati&#355;&#259; &#238;n care a fiert ceapa.  Se acopere &#351;i se las&#259; s&#259; fiarb&#259; &#238;n zeama care o las&#259; carnea, la foc mic. C&#238;nd zeama a sc&#259;zut se mai las&#259; pe foc p&#238;n&#259; se rumene&#351;te carnea, amestec&#238;nd cu lingura. Se ia de pe foc se las&#259; s&#259; se r&#259;coreasc&#259; &#351;i se adaug&#259; ou, sare, piper &#351;i se amestec&#259; bine. &#354;elina se cur&#259;&#355;&#259; &#351;i se fierbe &#238;ntreag&#259;. Dup&#259; ce a fiert se las&#259; s&#259; se r&#259;coreasc&#259;, apoi se taie felii. Se ia un vas de sticl&#259; incasabil&#259; sau o crati&#355;&#259;, se unge cu unt &#351;i se a&#351;eaz&#259; un r&#238;nd de felii de &#355;elin&#259;, un r&#238;nd de carne &#351;i se repet&#259; p&#238;n&#259; se termin&#259; &#351;i carnea &#351;i &#355;elina. Deasupra s&#259; fie un strat de &#355;elin&#259;. Se toarn&#259; un strat de sos alb (vezi re&#355;eta "Sos alb") &#238;n care s-a pus ca&#351;caval ras &#351;i peste el jum&#259;tate pahar suc de ro&#351;ii. Se presar&#259; ca&#351;caval ras &#351;i din loc &#238;n loc se a&#351;az&#259; c&#238;te una ro&#351;ie mic&#259;. Se d&#259; la cuptor.
  </preparation>

</recipe>
