<recipe>

  <id>67</id>

  <title>Piftie de m&#238;nzat</title>

  <ingredients>
    <item>4-6 picioare</item>
    <item>2 morcovi</item>
    <item>1/2 &#355;elin&#259;</item>
    <item>un p&#259;trunjel</item>
    <item>3-4 ou&#259; fierte r&#259;scopt</item>
    <item>1 lingur&#259; p&#259;trunjel verde tocat</item>
    <item>sare</item>
  </ingredients>

  <preparation>
<p> Se spal&#259; bine picioarele, se freac&#259; cu m&#259;lai, se cl&#259;tesc, se desface carnea de pe os &#351;i se taie oasele &#238;n lung ca s&#259; fie m&#259;duva descoperit&#259;. Se pune apoi la fiert cu morcov, p&#259;trunjel, &#355;elin&#259;, ceap&#259; &#351;i 1 foaie de dafin. C&#238;nd carnea este fiart&#259;, adic&#259; atunci c&#238;nd carnea se desface u&#351;or de pe oase &#351;i zeama &#238;n care a fiert devine cleioas&#259; &#238;ntre degete, se strecoar&#259;. Se scoate carnea de pe oase. Se taie buc&#259;&#355;i mici, se a&#351;az&#259; pe o farfurie frumos buc&#259;&#355;i de morcov t&#259;iate estetic, felii de ou r&#259;scopt &#238;ntre care a&#351;ez&#259;m buc&#259;&#355;ele de carne &#351;i presar&#259;m p&#259;trunjel verde. Deasupra se toarn&#259; &#238;ncet zeama de piftie care a fost strecurat&#259; bine &#351;i a r&#259;mas limpede. Se d&#259; apoi la rece s&#259; se prind&#259;. </p> <p> Se pot aranja &#351;i altfel, &#238;ntr-o form&#259; de savarin&#259; sau &#238;n alt vas, udat, se a&#351;eaz&#259; &#238;n mod estetic un r&#238;nd de rondele sub&#355;iri de morcov &#351;i p&#259;trunjel verde, apoi se toarn&#259; un strat de zeam&#259; gros de 2-3 cm. Dup&#259; ce s-a r&#259;cit aspicul se a&#351;eaz&#259; buc&#259;&#355;ele de carne &#351;i &#238;ntre ele feliu&#355;e mici de morcov &#351;i p&#259;trunjel verde. Se toarn&#259; iar&#259;&#351;i zeam&#259; de aspic &#351;i se d&#259; la rece. C&#238;nd s-a prins, se r&#259;stoarn&#259; pe o farfurie &#351;i se servesc.  Dac&#259; piftia nu cade se scufund&#259; forma &#238;n ap&#259; fierbinte &#351;i imediat se r&#259;stoarn&#259;. Se serve&#351;te cu salat&#259; de sfecl&#259; &#351;i hrean. </p>
  </preparation>

</recipe>
