<recipe>

  <id>138</id>

  <title>Pulp&#259; de mistre&#355; preg&#259;tit&#259; v&#238;n&#259;tore&#351;te</title>

  <ingredients>
    <item>1 kg pulp&#259; de mistre&#355;</item>
    <item>6-7 buc&#259;&#355;ele de sl&#259;nin&#259; t&#259;iate felii &#238;nguste</item>
    <item>piper</item>
    <item>sare</item>
    <item>1/2 pahar (120 g) untdelemn</item>
    <item>2 p&#259;trunjei</item>
    <item>2 morcovi</item>
    <item>2 cepe</item>
    <item>2 foi dafin</item>
    <item>1/2 l&#259;m&#238;ie t&#259;iat&#259; &#238;n felii sub&#355;iri</item>
    <item>1 pahar cu vin</item>
    <item>1 lingur&#259; zah&#259;r</item>
    <item>1 lingur&#259; mu&#351;tar</item>
    <item>1 lingur&#259; (25 g) f&#259;in&#259;</item>
    <item>1 lingur&#259; o&#355;et</item>
  </ingredients>

  <preparation>
<p> Pulpa de mistre&#355; se &#351;terge, se cur&#259;&#355;&#259; de pieli&#355;e, se &#238;mp&#259;neaz&#259; cu sl&#259;nin&#259;, se presar&#259; sare &#351;i piper. Se pune &#238;ntr-o crati&#355;&#259; untdelemnul peste care se a&#351;eaz&#259; pulpa &#351;i se rumene&#351;te pe ambele p&#259;r&#355;i la foc mic. </p> <p> Se spal&#259; &#351;i se taie felii sub&#355;iri morcovul, p&#259;trunjelul &#351;i cepele &#351;i se pun &#238;n crati&#355;&#259; peste pulp&#259;. Se toarn&#259; ap&#259; c&#259;ldu&#355;&#259; at&#238;t c&#238;t s&#259; acopere carnea &#351;i se las&#259; s&#259; fiarb&#259; la foc domol p&#238;n&#259; ce carnea se fr&#259;geze&#351;te. Se scoate carnea, se pune &#238;ntr-o alt&#259; crati&#355;&#259;, se strope&#351;te cu o lingur&#259; de o&#355;et &#351;i se las&#259; la cald. &#238;n sosul &#238;n care s-a rumenit carnea se adaug&#259; foile de dafin, feliile de l&#259;m&#238;ie, vinul, zah&#259;rul ars pu&#355;in &#351;i amestecat cu pu&#355;in&#259; ap&#259;, mu&#351;tarul &#351;i f&#259;ina &#351;i se las&#259; s&#259; fiarb&#259; p&#238;n&#259; se &#238;ngroa&#351;e. Dup&#259; aceea se amestec&#259; cu pu&#355;in&#259; ap&#259; &#351;i se strecoar&#259; prin sit&#259;, sf&#259;r&#238;m&#238;nd legumele cu lingura ca s&#259; treac&#259; prin sit&#259; &#351;i s&#259; dea consisten&#355;a necesar&#259; sosului &#351;i gustul de legume. </p> <p> Se taie pulpa &#238;n felii &#351;i se serve&#351;te cu sosul respectiv &#351;i cu garnituri de maz&#259;re, gogo&#351;ele de cartofi, orez etc. </p>
  </preparation>

</recipe>
