<recipe>

  <id>33</id>

  <title>S&#259;rm&#259;lu&#355;e cu carne de vac&#259;</title>

  <ingredients>
    <item>1 kg carne de vac&#259;</item>
    <item>150 g sl&#259;nin&#259;</item>
    <item>sare</item>
    <item>1 ceap&#259;</item>
    <item>1 linguri (50 g) cu orez</item>
    <item>p&#259;trunjel verde</item>
    <item>piper</item>
    <item>untdelemn</item>
    <item>varz&#259; sau frunze de vi&#355;&#259;</item>
    <item>frunze de tei sau de potbal. Dac&#259; carnea este prea b&#259;tr&#238;n&#259; se amestec&#259; la tocat cu 100 g sl&#259;nin&#259; de porc pentru a fi mai pufoas&#259; &#351;i a nu se &#238;nt&#259;ri</item>
  </ingredients>

  <preparation>
Se spal&#259; bine orezul, se pune cu ap&#259; c&#238;t &#238;l cuprinde ca s&#259; se umfle pe foc. Ceapa se toac&#259; &#351;i se pune cu ulei pe foc s&#259; se c&#259;leasc&#259; pu&#355;in. Carnea &#351;i sl&#259;nina se d&#259; prin ma&#351;in&#259;, apoi se amestec&#259; cu orezul, cu ceapa, p&#259;trunjel verde tocat, sare, piper &#351;i 2-3 linguri cu untdelemn. Dac&#259; se fac cu foi de varz&#259;, se preg&#259;te&#351;te varza ca &#351;i la sarmalele cu carne de porc. Dac&#259; se fac cu frunze de vi&#355;&#259; sau de tei se spal&#259; frunzele &#238;n multe ape calde &#351;i apoi se op&#259;resc cu ap&#259; fierbinte ca s&#259; devin&#259; moi, s&#259; se poat&#259; &#238;nveli s&#259;rm&#259;lu&#355;ele. Se aranjeaz&#259; &#238;n crati&#355;&#259; si se toarn&#259; ap&#259;, se pune o frunz&#259; de dafin, c&#238;teva boabe de piper, se umple cu ap&#259; &#351;i se pun la foc mic s&#259; fiarb&#259; pu&#355;in, apoi se dau la cuptor. Dup&#259; ce au fiert p&#238;n&#259; la jum&#259;tate se adaug&#259; bulion de ro&#351;ii, se gust&#259;, &#351;i dac&#259; mai este nevoie de sare se mai pune pu&#355;in&#259;. Se adaug&#259; bor&#351;ul &#351;i se pun din nou la cuptor. Cu c&#238;t stau mai mult &#238;n cuptor la foc mic, cu at&#238;t s&#238;nt mai bune. Se servesc cu sm&#238;nt&#238;n&#259; &#351;i m&#259;m&#259;lig&#259;.
  </preparation>

</recipe>
