<recipe>

  <id>100</id>

  <title>Ghiveci de legume</title>

  <ingredients>
    <item>2 dovlecei</item>
    <item>1 v&#238;n&#259;t&#259;</item>
    <item>2 cartofi</item>
    <item>o m&#238;n&#259; fasole verde</item>
    <item>2-3 linguri maz&#259;re verde</item>
    <item>1 morcov</item>
    <item>1 &#355;elin&#259;</item>
    <item>2 p&#259;trunjei</item>
    <item>1 kg ro&#351;ii</item>
    <item>2 cepe</item>
    <item>2-3 ardei gra&#351;i</item>
    <item>1 conopid&#259; mic&#259;</item>
    <item>1/4 varz&#259;</item>
    <item>p&#259;trunjel verde</item>
    <item>sare</item>
    <item>1 pahar (220 g) untdelemn</item>
    <item>un castravete verde</item>
    <item>250 g bame</item>
    <item>2-3 c&#259;&#355;ei usturoi</item>
  </ingredients>

  <preparation>
Se spal&#259;, se rad dovleceii si se taie felii potrivit de groase. Vinetele se spal&#259;, se taie felii groase de un deget. Cartofii se cur&#259;&#355;&#259;, se spal&#259; &#351;i se taie &#238;n buc&#259;&#355;i &#351;i se rumenesc u&#351;or &#238;n untdelemn. Fasolea se cur&#259;&#355;&#259;, se spal&#259; &#351;i se taie buc&#259;&#355;i.  Conopida se &#355;ine &#238;n ap&#259; rece &#351;i se desface apoi &#238;n buche&#355;ele. Varza se taie felii sub&#355;iri &#351;i fiecare felie se taie &#238;n dou&#259;; &#355;elina se cur&#259;&#355;&#259; &#351;i se taie felii mai groase; usturoiul t&#259;iat feliu&#355;e sub&#355;iri; morcovul se cur&#259;&#355;&#259; &#351;i se taie felii sub&#355;iri; la fel &#351;i p&#259;trunjelul; ro&#351;iile se cur&#259;&#355;&#259; de pieli&#355;&#259;, se scot semin&#355;ele &#351;i se taie felii; ceapa se cur&#259;&#355;&#259; &#351;i se taie felii; ardeii gra&#351;i se spal&#259; &#351;i se taie buc&#259;&#355;ele &#238;ndep&#259;rt&#238;ndu-se semin&#355;ele &#351;i &#351;uvi&#355;ele din interior; castrave&#355;ii se taie felii, iar b&#226;rnele se pun &#238;ntregi. Toate legumele astfel preg&#259;tite se amestec&#259; &#351;i se s&#259;reaz&#259;. Se ia o crati&#355;&#259;, se pun legumele, un pahar cu untdelemn, se a&#351;az&#259; &#238;n crati&#355;&#259; amestecate bine cu untdelemnul &#351;i cu p&#259;trunjel verde t&#259;iat mic. Se pune s&#259; fiarb&#259; la cuptor. C&#238;nd sosul a sc&#259;zut &#351;i legumele s&#238;nt fierte &#351;i deasupra rumenite, ghiveciul este gata.
  </preparation>

</recipe>
